## exchanger
uplink-exchange-doubloon1-name = Железный дублон
uplink-exchange-doubloon1-desc = Железная монета номиналом 1 дублон, используется в мелких обменах.
uplink-exchange-doubloon15-name = Серебрянный дублон
uplink-exchange-doubloon15-desc = Серебряная монета номиналом 15 дублонов, ценится среди пиратов.
uplink-exchange-doubloon50-name = Золотой дублон
uplink-exchange-doubloon50-desc = Золотая монета номиналом 50 дублонов, редкая и дорогая.
uplink-exchange-doubloon100-name = Алмазный дублон
uplink-exchange-doubloon100-desc = Дублон с гравировкой на цельном алмазе, номиналом 100 дублонов, чрезвычайно ценная и престижная монета.


## Mech
uplink-mech-teleporter-pirate-name = Горнодобывающий экзокостюм
uplink-mech-teleporter-pirate-desc = Тяжелый мех для суровых условий глубокого космоса. Этот Громилла оснащен встроенными ускорителями и промышленным горным буром.

uplink-mech-teleporter-ussp-name = Штурмовой экзокостюм
uplink-mech-teleporter-ussp-desc = Тяжёлый боевой экзокостюм СССП на базе конструкции «Дюранд». Апогей того, что можно прикупить у вояк из складов СССП. Медленный, но неумолимый. Вооружён старым пулемётом крупного калибра.


uplink-piratedeathrattle-implant-desc = Коробка, содержащая достаточное количество имплантов "Предсмертный хрип" на целую команду. Передаёт сообщение с вашими координатами по радиоканалу Фриланса когда вы попадаете в критическое состояние или погибаете.
