## exchanger
uplink-exchange-doubloon1-name = Железный дублон
uplink-exchange-doubloon1-desc = Железная монета номиналом 1 дублон, используется в мелких обменах.
uplink-exchange-doubloon15-name = Серебрянный дублон
uplink-exchange-doubloon15-desc = Серебряная монета номиналом 15 дублонов, ценится среди пиратов.
uplink-exchange-doubloon50-name = Золотой дублон
uplink-exchange-doubloon50-desc = Золотая монета номиналом 50 дублонов, редкая и дорогая.
uplink-exchange-doubloon100-name = Алмазный дублон
uplink-exchange-doubloon100-desc = Дублон с гравировкой на цельном алмазе, номиналом 100 дублонов, чрезвычайно ценная и престижная монета.

## Weapons
uplink-weapon-scrap-name = Набор СКМ-24 "Мусорщиков"
uplink-weapon-scrap-desc = Набор штурмовой винтовки, что явно видала виды. В комплекте пара магазинов, попадутся как самодельные патроны, так и бронебойные. Есть шанс, что винтовка взорвётся у вас в руках, но за такую цену это почти как бесплатный фейерверк.
uplink-weapon-base-name = Набор СКМ-24
uplink-weapon-base-desc = Набор начинающего наёмника. Оружие прямо со склада, магазины стандартизированы, хотя поставщики меняются чаще, чем носки. Надёжно и точно не взорвётся в руках.
uplink-weapon-crate-mosin-desc = Большой деревянный ящик прямиком со складов СССП. Внутри четыре оружия бесконечной окопной войны. Кардашёв-Мосин использует патроны калибра 7,62х54R винтовочный.
## Mech
uplink-mech-teleporter-pirate-name = Горнодобывающий экзокостюм
uplink-mech-teleporter-pirate-desc = Тяжелый мех для суровых условий глубокого космоса. Этот Громилла оснащен встроенными ускорителями и промышленным горным буром.

uplink-mech-teleporter-ussp-name = Штурмовой экзокостюм
uplink-mech-teleporter-ussp-desc = Тяжёлый боевой экзокостюм СССП на базе конструкции «Дюранд». Апогей того, что можно прикупить у вояк из складов СССП. Медленный, но неумолимый. Вооружён старым пулемётом крупного калибра.


uplink-piratedeathrattle-implant-desc = Коробка, содержащая достаточное количество имплантов "Предсмертный хрип" на целую команду. Передаёт сообщение с вашими координатами по радиоканалу Фриланса когда вы попадаете в критическое состояние или погибаете.

# Cyber
uplink-throver-arm = Кистевой гранатомёт "Рамблер"
uplink-throver-arm-desc = Держите туз в рукаве! Рамблер может стрелять большинством видов гранат кроме артеллерийских а так же использовать патроны дробовика и антиматериальные. При выстреле сильно отталкивает и выводит из равновесия. (Внимание: Требуется помощь хирурга.)
uplink-hack-arm = Кибер-Рука "НетРаннера"
uplink-hack-arm-desc = Рука имеющая все инструменты для взлома шлюзов и всего того что можно взломать. Особое устройство на базе мультитула возволяет узнать за что отвечают те или иные провода. От удара током не защитит. (Внимание: Требуется помощь хирурга.)
uplink-atmos-arm = Кибер-Рука "Атмосианина"
uplink-atmos-arm-desc = Рука содержащая набор инструментов для ремонта и заделки дыр в обшивке а так же восстанавления атмосферы с нуля. Только для сертифицированных Атмосов! (Внимание: Требуется помощь хирурга.)
uplink-ripper-arm = Кибер-Рука "Риппера"
uplink-ripper-arm-desc = Кажется, наличие сертификата хирурга и вопросы санитарии отходят на второй план для пациента, когда вы оперируете его этим имплантом. (Внимание: Требуется помощь хирурга.)
uplink-mechwright-arm = Кибер-Рука "Механика"
uplink-mechwright-arm-desc = Набор инструментов встроен в руку. Поздравляем: вы официально стали ближе к киборгу, не забудьте назвать свои законы по первому требованию. (Внимание: Требуется помощь хирурга.)
