ent-MobPirateMonkeyKnuckleDusters = обезьяна-абордажник
    .desc = Самый дешёвый новичок в команде. Готов на всё ради зарплаты ввиде бананов. Держит кастеты с клеймом кроваво-красной буквы S.

ent-MobPirateMonkeyFlareGun = обезьяна-стрелок
    .desc = Самый дешёвый новичок в команде. Готов на всё ради зарплаты ввиде бананов. Вооружен сигнальным пистолетом.

ent-MobPirateMonkeyFlareGunUranium = { ent-MobPirateMonkeyFlareGun }
    .desc = { ent-MobPirateMonkeyFlareGun.desc }

ent-MobPirateMonkeyFlareGunCoin = { ent-MobPirateMonkeyFlareGun }
    .desc = { ent-MobPirateMonkeyFlareGun.desc }

ent-MobPirateMonkeyFlareGunIncendiary = { ent-MobPirateMonkeyFlareGun }
    .desc = { ent-MobPirateMonkeyFlareGun.desc }

ent-MobPirateMonkeyFireBomb = обезьяна-гренадер
    .desc = Главное что не в холодильнике. Готов на всё ради зарплаты ввиде бананов. Удерживает связку самодельных зажигательных бомб.

ent-MobPirateMonkeyEDagger = обезьяна-абордажник
    .desc = Член команды пиратов прошедших не один абордаж, но работает все ещё за бананы. держит энерго кинжал.

ent-MobPirateKnife = юнга-абордажник
    .desc = Первым лезет в пролом. Возвращается редко, зато шуму наделает.

ent-MobPirateFlintlock = пороховой попуга
    .desc = Вокс в команде пиратов, прямо таки боевой попугай.

ent-MobPiratePistol = мусорщик-стрелок
    .desc = Низкоранговый рейдер, вооруженный из излишков оружием.

ent-MobPirateMosin = мусорщик стрелок
    .desc = Стрелок с винтовкой времён древних войн. Любит цитировать уставы СССП, которых никто не видел.

ent-MobPiratePickaxe = пират-мусорщик
    .desc = Вооружён верной киркой и жадностью, каждая группа нуждается в таких простых бойцах.

ent-MobPiratePKA = пират-мусорщик
    .desc = Прото-кинетический ускоритель в руках, ром в животе. Так исследуют мир.

ent-MobPirateCutlass = пират-абордажник
    .desc = Член команды абордажа, которые используют внезапность и быстрые агрессивные действия для достижения целей.

ent-MobPirateSledgehammer = пират-абордажник
    .desc = Член команды абордажа, вооружённый кувалдой, которой способен проломить как шлюз, так и чью-нибудь голову.

ent-MobPirateGauntletDrill = пират-абордажник
    .desc = Бурение во имя… бурения. Ни одна горная порода или корпус шаттла не устоит перед мощью буровой перчатки.

ent-MobPiratePlasmaCutter = пират-шахтёр
    .desc = Опытный пират-утилизатор. С плазменным резаком способен разрезать обшивку шаттлов и обеспечивать проход для абордажной команды.

ent-MobPirateRevolver = охотник за головами
    .desc = Наёмник, вставший под пиратские флаги. Быстрые руки, ещё быстрее курок — и никакой верности, кроме кредитов.

ent-MobPirateShotgun = пират мушкетонщик
    .desc = Знает толк в дробовиках, вооружен мушкетоном. Меньше дробовик, больше ручная пушка. Стреляет всем, что влезло в ствол.

ent-MobPirateMusket = пират мушкетер
    .desc = Пират вооруженый старинным мушкетом крупного калибра.

ent-MobPirateMachineCannon = пират ядромётчик
    .desc = Пират с ручной пушкой с ленточным питанием... Что?!.

ent-MobPirateHunter = охотник на голиафов
    .desc = Ветеран-утилизатор, достаточно богат, чтобы исследовать заброшенные руины ради адреналина и приключений.

ent-MobPirateScrapSMG = мусорщик-абордажник
    .desc = Обожает стрелять, ненавидит целиться. Жмёт спуск, пока всё вокруг не перестанут шевелиться. Вооружён импровизированным ПП.

ent-MobPirateSMG = стрелок-абордажник
    .desc = Обожает стрелять, ненавидит целиться. Жмёт спуск, пока всё вокруг не перестанут шевелиться. Вооружён импровизированным ПП.

ent-MobPirateGrenadier = пират-гренадер
    .desc = Увешан фейерверками и бомбами. О технике безопасности не слышал — или просто громко игнорирует.

ent-MobPirateGrapeshot = Шрапнельный Громых
    .desc = Разносит всё в клочья, превращая вещи в сыр с дырками. Говорит, что «осколки — это тоже искусство».

ent-MobPirateECutlass = пират-абордажник
    .desc = Машет с характерным Вжууу Вжууу звуком энерго-сабли, постоянно демонстрируя, насколько круты эти Ээээээнерго-мечи.

ent-MobPirateEPickaxe = шахтёр
    .desc = Мародёр, накопивший достаточно монет, чтобы позволить себе достойное снаряжение.

ent-MobPirateScrapRifle = мусорщик стрелок
    .desc = В команде, где все вооружены чем попало, он прихватил автомат, во всяком случае он был им… когда-то.

ent-MobPirateMech = Большой Ярк
    .desc = Тяжелый древний мех для суровых условий глубокого космоса. Этот Громилла оснащён встроенным промышленным горным буром.

ent-MobPirateJuggernaut = Джагер Мурмилло
    .desc = Одет в тяжело бронированный древний скафандр. Медлительный, но чрезвычайно живучий.

ent-MobPirateBoss = Капитан Ржавый Кулак
    .desc = Старый ветеран утилизаторов, больше металла, чем человека. Его кулаки скрипят, броня держится на болтах и вере, но если он замахнулся, лучше сразу притвориться трупом.

ent-MobPirateCaptain = Капитан Золотой Болт
    .desc = Легенда космоса, в равных долях пугающая и пьяная.

ent-MobPirateSniper = Тень Металлолома
    .desc = БУу! Испугался? Не бойся, не обижу.
