ent-MobPirateKnife = юнга-абордажник
    .desc = Первым лезет в пролом. Возвращается редко, зато шуму наделает.

ent-MobPirateFlintlock = пороховой попуга
    .desc = Вокс в команде пиратов, прямо таки боевой попугая.

ent-MobPiratePistol = пират стрелок
    .desc = Низкоранговый рейдер, вооруженный из излишков оружием.

ent-MobPirateMosin = пират с винтовкой
    .desc = Стрелок с Mosin времён древних войн. Любит цитировать уставы СССП, которых никто не видел.

ent-MobPiratePickaxe = мародёр
    .desc = Вооружён верной киркой и жадностью, каждая группа нуждается в таких простых бойцах.

ent-MobPiratePKA = пират-мусорщик
    .desc = Прото-кинетический ускоритель в руках, ром в животе. Так исследуют мир.

ent-MobPirateCutlass = пират-абордажник
    .desc = Член команды абордажа, которые используют внезапность и быстрые агрессивные действия для достижения целей.

ent-MobPirateRevolver = охотник за головами
    .desc = Наёмник, вставший под пиратские флаги. Быстрые руки, ещё быстрее курок — и никакой верности, кроме кредитов.

ent-MobPirateShotgun = пират с мушкетоном
    .desc = Знает толк в дробовиках, вооружен мушкетоном. Меньше дробовик, больше ручная пушка. Стреляет всем, что влезло в ствол.

ent-MobPirateHunter = охотник на голиафов
    .desc = Ветеран-утилизатор, достаточно богат, чтобы исследовать заброшенные руины ради адреналина и приключений.

ent-MobPirateScrapSMG = мусорщик-абордажник
    .desc = Обожает стрелять, ненавидит целиться. Жмёт спуск, пока всё вокруг не перестанут шевелиться. Вооружён импровизированным ПП.

ent-MobPirateGrenadier = пират-гренадер
    .desc = Увешан фейерверками и бомбами. О технике безопасности не слышал — или просто громко игнорирует.

ent-MobPirateGrapeshot = Шрапнельный Громых
    .desc = Разносит всё в клочья, превращая вещи в сыр с дырками. Говорит, что «осколки — это тоже искусство».

ent-MobPirateECutlass = пират-абордажник
    .desc = Машет с характерным Вжууу Вжууу звуком энерго-сабли, постоянно демонстрируя, насколько круты эти Ээээээнерго-мечи.

ent-MobPirateEPickaxe = шахтёр
    .desc = Мародёр, накопивший достаточно монет, чтобы позволить себе достойное снаряжение.

ent-MobPirateScrapRifle = мусорщик стрелок
    .desc = В команде, где все вооружены чем попало, он прихватил автомат, во всяком случае он был им… когда-то.

ent-MobPirateMech = Большой Ярк
    .desc = Тяжелый древний мех для суровых условий глубокого космоса. Этот Громилла оснащён встроенным промышленным горным буром.

ent-MobPirateJuggernaut = Джагер Мурмилло
    .desc = Одет в тяжело бронированный древний скафандр. Медлительный, но чрезвычайно живучий.

ent-MobPirateBoss = Капитан Ржавый Кулак
    .desc = Старый ветеран утилизаторов, больше металла, чем человека. Его кулаки скрипят, броня держится на болтах и вере, но если он замахнулся, лучше сразу притвориться трупом.

ent-MobPirateCaptain = Капитан Золотой Болт
    .desc = Легенда космоса, в равных долях пугающая и пьяная.

ent-MobPirateSniper = тень металлолома
    .desc = БУу! Испугался? Не бойся, не обижу.
