ent-MobPirateT1MonkeyKnuckleDusters = обезьяна-абордажник
    .desc = Самый дешёвый новичок в команде. Готов на всё ради зарплаты ввиде бананов. Держит кастеты с клеймом кроваво-красной буквы S.
ent-MobPirateT1MonkeyFlareGun = обезьяна-стрелок
    .desc = Самый дешёвый новичок в команде. Готов на всё ради зарплаты ввиде бананов. Вооружен сигнальным пистолетом.
ent-MobPirateT1MonkeyFlareGunUranium = { ent-MobPirateT1MonkeyFlareGun }
    .desc = { ent-MobPirateT1MonkeyFlareGun.desc }
ent-MobPirateT1MonkeyFlareGunCoin = { ent-MobPirateT1MonkeyFlareGun }
    .desc = { ent-MobPirateT1MonkeyFlareGun.desc }
ent-MobPirateT1MonkeyFlareGunIncendiary = { ent-MobPirateT1MonkeyFlareGun }
    .desc = { ent-MobPirateT1MonkeyFlareGun.desc }
ent-MobPirateT1MonkeyFireBomb = обезьяна-гренадер
    .desc = Главное что не в холодильнике. Готов на всё ради зарплаты ввиде бананов. Удерживает связку самодельных зажигательных бомб.
ent-MobPirateT1MonkeyEDagger = обезьяна-абордажник
    .desc = Член команды пиратов прошедших не один абордаж, но работает все ещё за бананы. держит энерго кинжал.
ent-MobPirateT1Flintlock = пороховой попуга
    .desc = Вокс в команде пиратов, прямо таки боевой попугай.
ent-MobPirateT1Hunter = охотник на голиафов
    .desc = Ветеран-утилизатор, достаточно богат, чтобы исследовать заброшенные руины и ходить в абордажи ради адреналина и приключений.
ent-MobPirateT1Knife = абордажник мусорщиков
    .desc = Первым лезет в пролом. Возвращается редко, зато шуму наделает.
ent-MobPirateT1ECutlass = абордажник-ветеран мусорщиков
    .desc = Машет с характерным Вжууу Вжууу звуком энерго-сабли, постоянно демонстрируя, насколько круты эти Ээээээнерго-мечи.
ent-MobPirateT1Pickaxe = шахтёр мусорщиков
    .desc = Вооружён верной киркой и жадностью, каждая группа нуждается в таких простых бойцах.
ent-MobPirateT1EPickaxe = шахтёр-ветеран мусорщиков
    .desc = Мародёр, накопивший достаточно монет, чтобы позволить себе достойное снаряжение.
ent-MobPirateT1Pistol = пистолетчик мусорщиков
    .desc = Низкоранговый рейдер, вооруженный из излишков оружием.
ent-MobPirateT1Mosin = стрелок мусорщиков
    .desc = Стрелок с винтовкой времён древних войн. Любит цитировать уставы СССП, которых никто не видел.
ent-MobPirateT1ScrapRifle = автоматчик мусорщиков
    .desc = В команде, где все вооружены чем попало, он прихватил автомат, во всяком случае он был им… когда-то.
ent-MobPirateT1PKA = утиль мусорщиков
    .desc = Прото-кинетический ускоритель в руках, ром в животе. Так и добывает дублоны.
ent-MobPirateT1PlasmaCutter = утиль-ветеран мусорщиков
    .desc = Опытный пират-утилизатор. С плазменным резаком способен разрезать обшивку шаттлов и обеспечивать проход для абордажной команды.
ent-MobPirateT1ScrapSMG = рейдер мусорщиков
    .desc = Обожает стрелять, ненавидит целиться. Жмёт спуск, пока всё вокруг не перестанут шевелиться. Вооружён импровизированным ПП.
ent-MobPirateT1SMG = рейдер-ветеран мусорщиков
    .desc = Обожает стрелять, ненавидит целиться. Жмёт спуск, пока всё вокруг не перестанут шевелиться. Вооружён древним ПП.

ent-MobPirateT2Grapeshot = шрапнельный громых
    .desc = Разносит всё в клочья, превращая вещи в сыр с дырками. Говорит, что «осколки — это тоже искусство».
ent-MobPirateT2Cannoball = пушкарь пиратов
    .desc = Заряжает пушку взрывными ядрами после попадания которых в твою шхуну от неё ничего не останется.
ent-MobPirateT2Cutlass = абордажник фрилансер
    .desc = Вольный член команды абордажа. Присоёдинился недавно но уже вовсю использует внезапность и стремительность, чтобы захватить цель.
ent-MobPirateT2ECutlass = абордажник пиратов
    .desc = Член команды абордажа. Использует внезапность и стр..а нет у него же Ээээнерго Сабля! Трепещите крысы!.
ent-MobPirateT2Sledgehammer = кувалдарь пиратов
    .desc = Абордажник, вооружённый кувалдой, которой способен проломить шлюз или чью-нибудь голову.
ent-MobPirateT2GauntletDrill = бурильщик пиратов
    .desc = Бурит во имя… бурения. Ни один корпус шаттла или гора не устоит перед его буровой перчаткой.
ent-MobPirateT2Shotgun = мушкетонщик пиратов
    .desc = Знает толк в дробовиках, вооружен мушкетоном. Меньше дробовик, больше ручная пушка. Стреляет всем, что влезло в ствол.
ent-MobPirateT2Musket = мушкетер пиратов
    .desc = Пират вооруженый старинным мушкетом крупного калибра и штыком.
ent-MobPirateT2MachineCannon = ядромётчик пиратов
    .desc = Пират с ручной пушкой с ленточным питанием... Что?!.
ent-MobPirateT2Mech = Большой Ярк
    .desc = Тяжелый древний мех для суровых условий глубокого космоса. Этот Громилла оснащён встроенным промышленным горным буром.
ent-MobPirateT2Juggernaut = Мурмилло
    .desc = Одет в тяжелый древний бронескафандр. Медлительный, но чрезвычайно живучий.
ent-MobPirateT2DoubleFlintlock = дуэлист пиратов
    .desc = Вооружён парой старинных кремнёвых пистолетов. Стреляет медленно, зато больно.
ent-MobPirateT2DoubleRevolver = пистолетчик пиратов
    .desc = Использует два пиратских револьвера. Один револьвер хорошо а два ещё лучше.
ent-MobPirateT2RevolverCutlass = боцман пиратов
    .desc = Закалённый пират. Сочетает меткость стрелка и свирепость абордажника. Предпочитает сначала прострелить, а потом дорубить то, что осталось.

ent-MobPirateT3Revolver = охотник за головами
    .desc = Наёмник, вставший под пиратские флаги. Быстрые руки, ещё быстрее курок.
ent-MobPirateT3Grenadier = пират-гренадер
    .desc = Увешан фейерверками и бомбами. О технике безопасности не слышал или просто громко игнорирует.
ent-MobPirateT3Infiltrator = Тень Металлолома
    .desc = БУу! Испугался? Не бойся, не обижу.

ent-MobPirateT1Boss = Капитан Ржавый Кулак
    .desc = Старый ветеран утилизаторов, больше металла, чем человека. Его кулаки скрипят, броня держится на болтах и вере, но если он замахнулся, лучше сразу притвориться трупом.
ent-MobPirateT2Boss = Капитан Золотой Болт
    .desc = Легенда космоса, в равных долях пугающая и пьяная.
ent-MobPirateT3Boss = Doll House
    .desc = БУу! Испугался? Не бойся, не обижу.
MobPirateT3Bola

MobPirateT3Stun

MobPirateT3Shield1984

MobPirateT3ShieldSMG

MobPirateT3DMR

MobPirateT3Rifle2

MobPirateT3L6

MobPirateT3SMG

MobPirateT3Sniper

MobPirateT3RPD

MobPirateT3LaserSMG

MobPirateT3LaserCannon

MobPirateT3Grenadier

MobPirateT3Revolver
