ent-ExosuitFabricatorHyperConvection = гиперконвекционный фабрикатор экзокостюмов
    .desc = Экспериментальный фабрикатор экзокостюмов, использующий технологию экстремального нагрева для замедленного, но гораздо более экономичного создания предметов.
ent-AutolathePrison = тюремный автолат
    .desc = Производит базовые изделия из металла и стекла по тюремному стандарту.
ent-PirateTechFab = пиратский фабрикатор
    .desc = Производит оружие, патроны и снаряжение для маргиналов. «Оптимизированная по расходу» версия жертвует скоростью и ассортиментом ради экономии ресурсов.
