ent-CartridgeRail = патрон (рельсотрон)
    .desc = { ent-BaseCartridgeRifleRocket20.desc }
ent-CartridgeRifleRubber = патрон (.20 резиновый)
    .desc = { ent-BaseCartridgeRifle.desc }
ent-BaseCartridgeRifleRocket20 = патрон (рельсотрон)
    .desc = { ent-BaseCartridge.desc }

ent-SunriseBaseCartridgeRifle = патрон (5,56мм)
    .desc = Широко используемый промежуточный патрон, популярный среди современных штурмовых винтовок и оружия огневой поддержки. Обладает хорошей точностью и контролируемой отдачей, эффективен при продолжительном бою.
ent-SunriseCartridgeRifle = патрон (5,56мм)
    .desc = { ent-SunriseBaseCartridgeRifle.desc }
ent-SunriseCartridgeRiflePractice = патрон (5,56мм учебный)
    .desc = Широко используемый промежуточный патрон, популярный среди современных штурмовых винтовок и оружия огневой поддержки. Меловые боеприпасы, как правило, не наносят вреда и используются для тренировок.
ent-SunriseCartridgeRifleIncendiary = патрон (5,56мм зажигательный)
    .desc = Широко используемый промежуточный патрон, популярный среди современных штурмовых винтовок и оружия огневой поддержки. Зажигательные боеприпасы содержат самовоспламеняющееся вещество, которое поджигает цель.
ent-SunriseCartridgeRifleUranium = патрон (5,56мм урановый)
    .desc = Широко используемый промежуточный патрон, популярный среди современных штурмовых винтовок и оружия огневой поддержки. Урановые боеприпасы заменяют свинцовый сердечник пули на делящийся материал, облучая цель изнутри.

